[TheWorld:PersistentLevel.H7PickableResource_10 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_11 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_2 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_3 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_1 H7BuffSite]
mName="人口增长"

[TheWorld:PersistentLevel.H7DimensionPortal_0 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_4 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_5 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_6 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_7 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_8 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_9 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_1 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_2 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_3 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_0 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RandomTown_1 H7RandomTown]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_0 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_1 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7RunicGate_2 H7RunicGate]
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="帮助"
mMessage="收集资源和增益地点，以快速建立你的城堡和英雄，人口增益地点每周将生物数量乘以100。"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="帮助"
mMessage="你有2周的时间面对玩家2并赢得他的宝物，然后前往传送门获取胜利之钥。"
mName=""

[TheWorld:PersistentLevel.H7PickableResource_0 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_0 H7BuffSite]
mName="人口增长"

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_0 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_2 H7SignPostBuoy]
mHeadline=""
mMessage="收集资源和增益地点，以快速建立你的城堡和英雄。"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_3 H7SignPostBuoy]
mHeadline=""
mMessage="你有2周的时间面对玩家1并赢得他的宝物，然后前往传送门获取胜利之钥。"
mName=""

[TheWorld:PersistentLevel.H7PickableGold_1 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7AreaOfControlBuffSite_1 H7AreaOfControlBuffSite]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_1 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_1 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_0 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7DimensionPortal_1 H7DimensionPortal]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_0 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_Quest_NewNode_46 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_46"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_Quest_NewNode_47 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_47"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_Quest_NewNode_48 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_48"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_Quest_NewNode_49 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_49"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_128 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_129 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_130 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_131 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_132 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_133 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_134 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_135 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_136 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_137 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_138 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_14.H7SeqAct_QuestObjective_139 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_Quest_NewNode_50 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_50"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_Quest_NewNode_51 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_51"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_Quest_NewNode_52 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_52"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_Quest_NewNode_53 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_53"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_140 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_141 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_142 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_143 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_144 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_145 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_146 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_147 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_148 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_149 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_150 H7SeqAct_QuestObjective]
mDescription="击败所有对手。若连续7天未控制任何城镇，或失去所有英雄和城镇，则你被击败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_15.H7SeqAct_QuestObjective_151 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_2 H7MapInfo]
mName="革命对决 H7.5"
mDescription="革命对决为您提供一场使用固定资源创建的军队进行的对决，\n您拥有（几乎无限的）来自您所选阵营的（生物数量）您最多有2周时间来创建您的军队并面对您的对手。\n每位玩家都拥有一件宝物，允许他们通过第一道门进入对决区域。夺取您对手的钥匙和胜利物品。\n英雄，战斗吧！"